Repository: hovanduong/salon_management
Catalog: lib/src/intl/l10n/intl_*.arb
Languages: vi

# validFullName
source: Don’t enter special characters and numbers
vi: Không nhập kí tự đặc biệt và số

# validEnterFullName
source: Please enter your full name
vi: Vui lòng nhập đầy đủ tên của bạn

# validEnterPhoneNumber
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại của bạn

# validPhone
source: No special characters and letters allowed
vi: Không nhập kí tự đặc biệt và chữ

# validPhoneNumber
source: Don’t enter less than 10 numbers and more than 11 numbers
vi: Không nhập dưới 10 số và không vượt quá 11 số

source: Invalid phone number
vi: Số điện thoại không hợp lệ

# validEnterPass
source: Please Enter Your Password
vi: Vui lòng nhập mật khẩu của bạn

# validPass
source: Password must be between 8 and 16 characters
vi: Mật khẩu phải dài từ 8 đến 16 kí tự.

# validEnterConfirmPass
source: Please enter password confirmation
vi: Vui lòng nhập xác nhận mật khẩu

# validConfirmPass
source: Invalid confirmation password
vi: Mật khẩu xác nhận không hợp lệ

# validEnterEmail
source: Please enter email
vi: Vui lòng nhập email của bạn

# validEmail
source: Invalid email
vi: Không đúng định dạng email

# validCategory
source: Please Enter Category
vi: Vui lòng nhập danh mục

# validServiceName
source: Please enter a service name
vi: Vui lòng nhập tên dịch vụ

source: Phone number
vi: Số điện thoại

# enterPhoneNumber
source: Input phone number
vi: Nhập số điện thoại

# enterName
source: Enter Your Name
vi: Nhập họ tên của bạn

source: Enter Email
vi: Nhập Email

source: Password
vi: Mật khẩu

# enterPassword
source: Enter your password
vi: Nhập mật khẩu

# forgotPass
source: Forgot password?
vi: Quên mật khẩu?

source: Sign In
vi: Đăng nhập

# contentNotAccount
source: Do not have account?
vi: Bạn chưa có tài khoản?

# nowSignUp
source: Sign Up!
vi: Đăng ký

# continueSignUp
source: Continue
vi: Tiếp tục

source: Welcome back!
vi: Chào mừng bạn!

# pleaseSignUp
source: Please sign up to continue
vi: Vui lòng đăng ký để tiếp tục

source: Sign Up
vi: Đăng ký

source: Verification Code
vi: Mã xác nhận

# weHaveSentTheCode
source: We have sent the code verification to Your Mobile Number
vi: Chúng tôi đã gửi mã xác thức đến số điện thoại của bạn

source: Submit
vi: Xác nhận

source: Update profile
vi: Cập nhật thông tin

source: First name
vi: Họ

source: Last name
vi: Tên

source: City
vi: Thành phố

source: Date of birth
vi: Ngày sinh

source: Gender
vi: Giới tính

# enterFirstName
source: Input first name
vi: Nhập họ của bạn

# enterLastName
source: Input last name
vi: Nhập tên của bạn

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

# createPass
source: Create password
vi: Tạo mật khẩu

# warningCreatePass
source: You have not set a password for this account, please create a password for more convenient registration.
vi: Bạn chưa đặt mật khẩu cho tài khoản này, hãy tạo mật khẩu để đăng nhập thuận tiện hơn.

# confirmPass
source: Confirm password
vi: Xác nhận mật khẩu

# enterConfirmPass
source: Confirm password
vi: Nhập lại mật khẩu

# serviceAdd
source: Add service
vi: Thêm dịch vụ

source: Service name
vi: Tên dịch vụ

source: Amount of money
vi: Số tiền

source: Time spend together
vi: Số giờ cạnh nhau

source: Description
vi: Mô tả dịch vụ

source: Enter service name
vi: Nhập tên dịch vụ

source: Enter amount of money
vi: Nhập số tiền

source: Enter amount of time
vi: Nhập giờ

source: Enter service description
vi: Nhập mô tả dịch vụ

# emptyNameError
source: Please enter service name
vi: Vui lòng nhập tên dịch vụ

# emptyAddress
source: Please enter address
vi: Vui lòng nhập địa chỉ

# emptyPhoneError
source: Please enter Phone
vi: Vui lòng nhập số điện thoại

# emptyFullNameError
source: Please enter full name
vi: Vui lòng nhập họ tên

# emptyMoneyError
source: Please enter amount of money
vi: Vui lòng nhập số tiền

# emptyTimeError
source: Please enter amount of time
vi: Vui lòng nhập số giờ

# emptyDescriptionError
source: Please enter service description
vi: Vui lòng nhập mô tả dịch vụ

# specialCharsError
source: Numbers or special characters are not allowed
vi: Vui lòng không nhập số hoặc ký tự đặc biệt

# descriptionMinLenght
source: Enter more than 10 characters
vi: Nhập 10 kí tự trở lên

# onlyDenominations
source: Enter denominations only
vi: Chỉ nhập mệnh giá tiền

# onlyNumberOfTime
source: Enter number of time only
vi: Chỉ nhập số giờ

# choosePhoto
source: Choose a photo
vi: Chọn ảnh

source: Confirm
vi: Xác nhận

source: Service list
vi: Danh sách dịch vụ

source: Service details
vi: Chi tiết dịch vụ

source: Delete service
vi: Xoá dịch vụ

# deleteServiceContent
source: If you delete this service, it will be removed from the list. Are you sure?
vi: Nếu xóa dịch vụ này, bạn sẽ bị mất dịch vụ khỏi danh sách. Bạn chắc chắn chứ?

# serviceEdit
source: Edit service
vi: Chỉnh sửa dịch vụ

# successUpdate
source: Service update successfully!
vi: Cập nhật dịch vụ thành công!

# successEdit
source: Update successfully!
vi: Cập nhật thành công!

# validAddress
source: The address must be over 12 characters
vi: Địa chỉ phải trên 12 ký tự

# addressIsEmpty
source: The address is not allowed to empty
vi: Địa chỉ không được phép trống

# validHour
source: Please choose the date and time
vi: Vui lòng chọn ngày và giờ

# validService
source: Please choose the service
vi: Vui lòng chọn dịch vụ

source: Service
vi: Dịch vụ

source: Details
vi: Chi tiết

source: Booking
vi: Lịch hẹn

# bookingEdit
source: Edit Booking
vi: Sửa lịch hẹn

source: Name
vi: Tên

source: Time
vi: Giờ

source: Price
vi: Số tiền

source: Address
vi: Địa chỉ

source: Hour
vi: Giờ

source: Date
vi: Ngày

source: Failed
vi: Thất bại

source: Success
vi: Thành công

# existsAccount
source: This account has existed. Please check again
vi: Tài khoản này đã tồn tại. Vui lòng kiểm tra lại

source: Cancel
vi: Hủy bỏ

# validOTP
source: Invalid authentication code
vi: Mã xác thực không hợp lệ

source: Select City
vi: Chọn Thành Phố

source: Select Gender
vi: Chọn giới tính

# selectDate
source: Select Date Of Birth
vi: Chọn ngày sinh

# validCity
source: Not yet chosen the city
vi: Chưa chọn thành phố

# validGender
source: Not yet chosen gender
vi: Chưa chọn giới tính

# validDateOfBirth
source: Not yet chosen date of birth
vi: Chưa chọn giới tính

# validAccount
source: Accounts or passwords incorrectly
vi: Tài khoản hoặc mật khẩu không chính xác

# errorNetwork
source: Please check the network connection
vi: Vui lòng kiểm tra kết nối mạng

# validName
source: Name must be more than 2 characters
vi: Tên phải trên 2 kí tự

source: Total Balance
vi: Tổng số dư

source: Income
vi: Thu nhập

source: Expenses
vi: Chi tiêu

source: Transaction History
vi: Lịch sử giao dịch

source: See all
vi: Xem hết

source: Send Again
vi: Gửi lại

source: Statistics
vi: Thống kê

source: Transactions
vi: Giao dịch

source: Earning
vi: Thu nhập

source: Spend
vi: Chi tiêu

source: Available
vi: Có sẵn

source: Available Balance
vi: Số dư khả dụng

source: Enter Address
vi: Nhập địa chỉ

source: Choose time
vi: Chọn giờ

# chooseDay
source: Choose date
vi: Chọn Ngày

source: Transaction Details
vi: Chi tiết giao dịch

source: Status
vi: Trạng thái

source: From
vi: Từ

source: Earnings
vi: Thu nhập

source: Download Receipt
vi: Tải biên lai

source: Fee
vi: Phí

source: Total
vi: Tổng

source: Good afternoon
vi: Chào buổi chiều

# inviteFriend
source: Invite Friends
vi: Mời bạn bè

source: Account info
vi: Thông tin tài khoản

source: Personal profile
vi: Hồ sơ cá nhân

source: Category
vi: Danh mục

source: Login and security
vi: Đăng nhập và bảo mật

source: Data and privacy
vi: Bảo mật và riêng tư

source: Profile
vi: Hồ sơ

source: Discount
vi: Giảm giá

source: Select Services
vi: Chọn dịch vụ

# discountLenghtError
source: Enter between 0 - 100
vi: Nhập trong khoảng từ 0 - 100

source: Name Customer
vi: Tên khách hàng

source: Select phone number
vi: Chọn số điện thoại

source: Enter phone
vi: Nhập điện thoại

source: Note
vi: Ghi chú

source: Enter note
vi: Nhập ghi chú

source: Payment
vi: Thanh Toán

source: Today
vi: Hôm nay

source: Edit appointment schedule
vi: Chỉnh sửa lịch hẹn

source: Delete appointment schedule
vi: Xóa lịch hẹn

source: Add Category
vi: Thêm danh mục

source: Edit Category
vi: Sửa danh mục

source: Enter Category
vi: Nhập tên danh mục

source: Delete
vi: Xoá

source: Edit
vi: Chỉnh Sửa

# waningPayment
source: Do you want to pay?
vi: Bạn muốn thanh toán không?

# waningDeleteCategory
source: You want to delete this category?
vi: Bạn muốn xóa mục này không?

# waningDeleteService
source: You want to delete this service?
vi: Bạn muốn xóa dịch vụ này không?

# waningDeleteCustomer
source: You want to delete this customer?
vi: Bạn muốn xóa nguời dùng này không?

# waningDeleteBooking
source: You want to delete this booking?
vi: Bạn muốn xóa lịch hẹn này không?

source: Yes
vi: Có

source: No
vi: Không

source: Selected Categories
vi: Chọn mục

source: Text
vi: Nhắn tin

source: Copy phone number
vi: Sao chép số điện thoại

source: Confirmed
vi: Đã xác nhận

source: Appointment Schedule
vi: Lịch hẹn

source: Upcoming
vi: Sắp tới

source: Canceled
vi: Đã hủy

source: Done
vi: Đã xong

source: Home
vi: Trang chủ

source: Booking successful
vi: Đặt trước thành công

source: Client
vi: Khách hàng

source: Information Services
vi: Thông tin dịch vụ

# cancelAppointment
source: Do you want to cancel appointment?
vi: Bạn muốn hủy lịch hẹn?

# confirmAppointment
source: Do you want to confirm appointment?
vi: Bạn muốn xác nhận lịch hẹn?

# onlySpecialChars
source: Please do not enter special characters
vi: Vui lòng không nhập ký tự đặc biệt

# numberBetween
source: Please enter a number between 0 and 100
vi: Vui lòng nhập số từ 0 đến 100

source: My Customer
vi: Khách hàng của tôi

source: Add my Customer
vi: Thêm Khách hàng

# updateMyCustomer
source: Update Customer
vi: Cập nhật Khách hàng

source: Search
vi: Tìm kiếm

source: Update
vi: Cập Nhật

source: Just now
vi: Vừa xong

# minuteAgo
source: {minute} minutes ago
vi: {minute} phút trước

# daysAgo
source: {days} days ago
vi: {days} ngày trước

# hourAgo
source: {days} hours ago
vi: {days} giờ trước

source: Invoice
vi: Hóa Đơn

source: Payment Confirmation
vi: Xác nhận thanh toán

source: Days Before
vi: Ngày trước

source: Overview
vi: Tổng quan

source: Yesterday
vi: Hôm qua

source: This Week
vi: Tuần này

source: This Month
vi: Tháng này

source: Revenue
vi: Doanh Thu

source: Top Service
vi: Top dịch vụ

source: Top Service Package
vi: Top gói dịch vụ

source: Total revenue - expenditure
vi: Tổng thu - chi

source: Top
vi: Đứng đầu

source: Name service
vi: Tên dịch vụ

source: Account
vi: Tài khoản

# appointmentNumber
source: Appointments Number
vi: Số lịch hẹn

# appointmentCanceled
source: Appointments Canceled
vi: Lịch hẹn đã hủy

source: New Client
vi: Khách hàng mới

source: Customer
vi: Khách hàng

# searchPhone
source: Search by name & phone number
vi: Tìm kiếm theo tên và số điện thoại

# searchCategory
source: Search by category
vi: Tìm kiếm theo thể loại

source: Bill Payment
vi: Hóa đơn thanh toán

# paymentSuccess
source: Payment successfully
vi: Thanh toán thành công

source: Payment method
vi: Phương thức thanh toán

source: Transaction ID
vi: ID giao dịch

source: Share Receipt
vi: Chia sẻ biên lai

source: Full Name
vi: Họ và tên

source: Add Success
vi: Thêm thành công

# phoneNumberExists
source: Phone number already exists. Please check again!
vi: Số điện thoại đã tồn tại. Vui lòng kiểm tra lại!

source: Notification
vi: Thông báo

source: Close
vi: Đóng

source: Try again
vi: Thử lại

# addCustomerFailed
source: Adding customer failed. Please check back later!
vi: Thêm khách hàng không thành công. Vui lòng kiểm tra lại sau!

# bookingSuccess
source: Schedule appointment successfully
vi: Đặt lịch hẹn thành công

# updateBookingSuccess
source: Appointment schedule updated successfully
vi: Cập nhật lịch hẹn thành công

source: Selected customer
vi: Chọn khách hàng

source: Temporary
vi: Tạm tính

source: Into Money
vi: Thành tiền

source: Exit App
vi: Thoát ứng dụng

# exitAppContent
source: Do you want to exit an App?
vi: Bạn muốn thoát ứng dụng không?

source: Quantity
vi: Số lượng

source: Paid
vi: Đã thanh toán

source: Blank invoice
vi: Hóa đơn trống

# notificationBlankInvoice
source: You currently do not have any invoices.
vi: Hiện tại bạn bạn không có bất kỳ hóa đơn nào.

# emptyAppointment
source: Appointment schedule is empty
vi: Cuộc hẹn trống

# notificationEmptyAppointment
source: You currently have no appointment.
vi: Hiện tại bạn không có cuộc hẹn nào.

# notificationEmptyToday
source: You don't have any appointments today.
vi: Hôm nay bạn không có cuộc hẹn nào.

# notificationEmptyUpcoming
source: You don't have any appointments coming up.
vi: Sắp tới bạn không có cuộc hẹn nào.

# notificationEmptyBefore
source: You don't have any appointments the day before.
vi: Ngày trước bạn không có cuộc hẹn nào.

# emptyDoneAppointment
source: Paid appointment is empty
vi: Cuộc hẹn đã thanh toán trống

# notificationDoneAppointment
source: You currently have no paid appointments.
vi: Hiện tại bạn không có cuộc hẹn nào đã thanh toán.

# emptyCanceledAppointment
source: Canceled appointment is empty
vi: Cuộc hẹn đã hủy trống

# notificationCanceledAppointment
source: You currently have no canceled appointments.
vi: Hiện tại bạn không có cuộc hẹn nào bị hủy.

# emptyCustomer
source: Customer is empty
vi: Khách hàng trống

# notificationEmptyCustomer
source: You currently have no customers.
vi: Hiện tại bạn không có khách hàng nào.

source: Empty category
vi: Danh mục trống

# notificationEmptyCategory
source: You currently have no categories.
vi: Hiện tại bạn không có danh mục nào.

source: Empty top service
vi: Dịch vụ hàng đầu trống rỗng

# contentEmptyTopService
source: Currently none Which top service?
vi: Hiện tại không có dịch vụ hàng đầu nào?

source: Empty service
vi: Dịch vụ trống rỗng

# contentEmptyService
source: Currently none Which service?
vi: Hiện tại bạn không có dịch vụ nào?

# contentLogout
source: Log out of your account?
vi: Đăng xuất tài khoản?

source: Logout
vi: Đăng xuất

# createAppointment
source: Create appointment schedule
vi: Tạo Lịch hẹn

# deleteAccount
source: Delete the account
vi: Xóa tài khoản

# changePass
source: Change Password
vi: Đổi mật khẩu

# notificationChangePass
source: Please enter the full information below to change the new password
vi: Vui lòng nhập đầy đủ thông tin dưới đây để đổi mật khẩu mới

# oldPass
source: Old password
vi: Mật khẩu cũ

# newPass
source: New password
vi: Mật khẩu mới

# changePassSuccess
source: Change new password successfully
vi: Đổi mật mới khẩu thành công

# oldPassWrong
source: Old password is not accurate. Please check out your password
vi: Mật khẩu cũ không chính xác. Vui lòng kiểm tra lại mật khẩu của bạn

# changePassFail
source: Password change failed
vi: Đổi mật khẩu thất bại

# validChangePass
source: The new password cannot be the same as the old password
vi: Mật khẩu mới không được trùng với mật khẩu cũ

# deleteAccountSuccess
source: Account deleted successfully
vi: Xóa tài khoản thành công

# deleteAccountFail
source: Account deletion failed, please try again later.
vi: Xóa tài khoản thất bại, vui lòng thử lại sau.

source: Contact
vi: Liên Hệ

# waningDeleteAccount
source: Do you want to delete your account?
vi: Bạn có muốn xóa tài khoản không?

# notifiCheckPhone
source: Please enter your phone number to confirm
vi: Vui lòng nhập số điện thoại của bạn để xác nhận

# confirmDeleteAccount
source: Confirm account deletion
vi: Xác nhận xóa tài khoản

# signUpFail
source: Đăng ký thất bại.
vi: Đăng ký không thành công.

# haveAccount
source: Do you have an account?
vi: Bạn đã có tài khoản?

# warningDeleteInvoice
source: Do you want to delete this invoice?
vi: Bạn có muốn xóa hóa đơn này không?

# contentCopyPhone
source: Phone number copied to clipboard
vi: Đã sao chép số điện thoại vào bảng nhớ tạm

source: Calendar
vi: Lịch

source: Spending money
vi: Tiền chi

source: Collect money
vi: Tiền thu

# nailCare
source: Nail
vi: Chăm sóc móng

source: Lip spray
vi: Phun môi

source: Skin treatment
vi: Chăm sóc da

source: Body massage
vi: Mát xa toàn thân

source: Anti-aging
vi: Chống lão hóa

source: Nail art
vi: Vẽ móng

source: Facelift
vi: Căng da mặt

source: Hand massage
vi: Xoa bóp thư giãn tay

source: See more
vi: Xem nhiều hơn

source: Foot massage
vi: Mát xa chân

source: All transactions
vi: Tất cả các giao dịch

source: Month
vi: Tháng

source: Sunday
vi: Chủ nhật

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Empty transaction
vi: Giao dịch trống

# notificationEmptyTransaction
source: There are currently no transactions
vi: Hiện tại không có giao dịch nào

source: Report
vi: Báo cáo

source: Add invoice
vi: Thêm hóa đơn

# addBooking
source: Add appointment
vi: Thêm lịch hẹn

# clickCardMoney
source: Click on the card to see daily revenue
vi: nhấn vào thẻ để xem doanh thu hàng ngày

source: Daily revenue
vi: Doanh thu hằng ngày

source: Monthly revenue
vi: Doanh thu tháng

source: Total revenue
vi: Tổng doanh thu

source: Show last month
vi: Xem tháng trước

source: Show next month
vi: Xem tháng tiếp theo

source: Icon
vi: Biểu tượng

source: Select Category
vi: Chọn mục

# errorMoney
source: The amount entered cannot exceed 11 numbers
vi: Số tiền nhập không được vượt quá 11 số

source: Choose month
vi: Chọn tháng

# requiredMoney
source: Enter amount (Required)
vi: Nhập số tiền (Bắt buộc)

# infoCustomerShowCase
source: Customer information (can be entered or left blank)
vi: Thông tin khách hàng (có thể nhập hoặc để trống)

source: Income, expenses
vi: Thu nhập, chi tiêu

source: Don’t have
vi: Không có

source: Debit
vi: Ghi nợ

# addDebitCustomer
source: Add debit customers
vi: Thêm khách hàng ghi nợ

# editDebitCustomer
source: Edit debit customers
vi: Sửa khách hàng ghi nợ

# notificationDebit
source: Please enter name of debtor to confirm
vi: Vui lòng nhập tên người nợ để xác nhận

# notificationDebitEmpty
source: There are currently no customers
vi: Hiện tại chưa có khách hàng

# contentEmptyNameDebit
source: You have not entered a customer name. Please return to enter the debit customer name
vi: Bạn chưa nhập tên khách hàng. Vui lòng quay lại nhập tên khách hàng ghi nợ

source: Back
vi: Quay lại

source: Debt
vi: Công nợ

source: Add debt
vi: Thêm công nợ

source: Edit debt
vi: Sửa công nợ

# currentDebt
source: Current debt amount
vi: Số tiền nợ hiện tại

source: My Owes
vi: Công nợ của tôi

# yourOwes
source: Owe
vi: Nợ

source: Total remaining owes
vi: Tổng số nợ còn lại

source: Total owes paid
vi: Tổng số nợ đã trả

# stillOwes
source: still in debt
vi: Còn nợ

source: Finished paying
vi: Trả xong

source: Me
vi: Tôi

source: My
vi: Tôi

source: Choose people
vi: Chọn người

source: Choose form
vi: Chọn hình thức

# notificationOwes
source: Currently no one is in debt so this operation cannot be used
vi: Hiện tại không có ai mắc nợ nên thao tác này không thể sử dụng được

# notificationPaidOwes
source: Still haven't paid off the debt. Therefore this operation cannot be used
vi: Vẫn chưa trả hết nợ. Vì vậy thao tác này không thể được sử dụng

# validMoneyPay
source: The amount paid cannot exceed the amount owed
vi: Số tiền trả không thể vượt quá số tiền nợ

# searchDebitCustomer
source: Search for customers by name
vi: Tìm kiếm khách hàng theo tên

source: User manual
vi: Hướng dẫn sử dụng

source: Amount owed
vi: Số tiền nợ

source: Amount paid
vi: Số tiền đã trả

# amountOwedPaid
source: Amount owed and amount paid
vi: Số tiền nợ và số tiền đã trả

# historyOwes
source: Debt and repayment history
vi: Lịch sử nợ và trả nợ

# appointmentEnd
source: This appointment has ended
vi: Cuộc hẹn này đã kết thúc

# appointmentUpcoming
source: Upcoming appointment
vi: Lịch hẹn sắp tới

# emptyNotification
source: There are currently no announcements
vi: Hiện tại không có thông báo nào

source: Remind
vi: Nhắc nhở

# newFeature
source: New feature launched
vi: Tính năng mới ra mắt

# remindBooking
source: The appointment schedule will be reminded 3 times before the appointment time: 1 hour, 30 minutes, 15 minutes.
vi: Lịch hẹn sẽ được nhắc nhở 3 lần trước thời điểm đặt lịch: 1 giờ, 30 phút, 15 phút.

# EDBooking
source: Edit or delete an appointment
vi: Chỉnh sửa hoặc xóa cuộc hẹn

source: Select status
vi: Chọn trạng thái

source: Debt management
vi: Quản lý công nợ

source: My catalog
vi: Danh mục của tôi

source: I owe
vi: Tôi nợ

# uOwe
source: You owe
vi: Bạn nợ

source: Total debt
vi: Tổng nợ

source: Debit Book
vi: Sổ nợ

source: Pay
vi: Trả

source: You
vi: Bạn

source: Debt details
vi: Chi tiết nợ

source: Debt code
vi: Mã nợ

source: Creator
vi: Người tạo

source: My history
vi: Lịch sử của tôi

# uHistory
source: History of
vi: Lịch sử của

# myDebitEveryone
source: The amount of money I owe everyone is
vi: Số tiền tôi nợ mọi người là

# everyoneDebitMe
source: The amount of money everyone still owes me is
vi: Số tiền mọi người còn nợ tôi là

source: Settings
vi: Cài đặt

# contentSetting
source: You need to turn on notifications to use. Go to settings now
vi: Bạn cần bật thông báo để sử dụng. Đi tới cài đặt ngay bây giờ

source: Previous appointment
vi: Lịch hẹn trước đó

# seeAllNotification
source: See all announcements
vi: Xem tất cả thông báo

# showCaseMyDebt
source: The total amount of money I owe everyone
vi: Tổng số tiền tôi nợ mọi người

# showCaseMyPaid
source: The total amount I paid to everyone
vi: Tổng số tiền tôi đã trả cho mọi người

# showCaseUPaid
source: The total amount everyone paid me
vi: Tổng số tiền mọi người đã trả cho tôi

# showCaseUDebt
source: The total amount of money everyone owes me
vi: Tổng số tiền mọi người đã nợ tôi

# readAllNotification
source: Do you want to read all the notification?
vi: Bạn có muốn đọc hết tất cả thông báo?

source: Transaction of
vi: Giao dịch của

# totalIOwe
source: The total amount I owe everyone
vi: Tổng tiền Tôi đã nợ mọi người

# totalIPaid
source: The total amount I have paid to everyone
vi: Tổng tiền Tôi đã trả cho mọi người

# totalEveryoneOwe
source: The total amount everyone owed
vi: Tổng tiền mọi người đã nợ Tôi

# totalEveryonePaid
source: Total amount paid by everyone
vi: Tổng tiền mọi người đã cho trả Tôi

# whoDebt
source: See who owes the debt
vi: Xem để biết ai là người nợ

source: Current transaction
vi: Giao dịch hiện tại

# historyCompletion
source: Transaction completion history
vi: Lịch sử hoàn thành giao dịch

source: Debt paid
vi: Đã trả xong

source: Customer care hotline
vi: Tổng đài CSKH

source: Group
vi: Nhóm

# selectTransaction
source: Select current transaction or completed transaction history
vi: Chọn giao dịch hiện tại hoặc lịch sử hoàn thành giao dịch

# notificationNoPaid
source: Currently, no one has paid off the debt
vi: Hiện tại chưa có ai trả hết nợ

# selectMonthYear
source: Select month and year
vi: Chọn tháng năm

# contentBookingDetailEmpty
source: This appointment has been deleted or does not exist
vi: Lịch hẹn này đã bị xóa hoặc không tồn tại

# editDebtWaning
source: While editing a debt, you cannot repay the debt
vi: Trong khi chỉnh sửa một khoản nợ, bạn không thể trả nợ

# editPayDebtWaning
source: While you're editing a repayment, you can't debit
vi: Trong khi bạn đang chỉnh sửa khoản tiền trả nợ, bạn không thể ghi nợ

source: Edit Payment
vi: Chỉnh sửa thanh toán
